# St7GetResFileDescription

Returns the description of the specified custom result file.

long St7GetResFileDescription(long uID, char* Name, long MaxStringLen)
Input Parameters
uID
Strand7 model file ID.
MaxStringLen
Maximum number of characters allocated for Name.
Output Parameters
Name
Custom result file description.